<?php

  $draw = isset($_GET['draw'])?$_GET['draw']:1;
  echo '{
  "draw": '.$_GET['draw'].',
  "recordsTotal": 13,
  "recordsFiltered": 13,
  "data": [
    [
      "欢迎使用",
      "欢迎使用成长支付！",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ],
    [
      "系统通知",
      "系统将于2016年9月8日23：00进行系统升级。对您造成....",
      "2016-8-23 21:48:08"
    ]
  ]
}';
