<?php

  $draw = isset($_GET['draw'])?$_GET['draw']:1;
  echo '{
  "draw": '.$_GET['draw'].',
  "recordsTotal": 37,
  "recordsFiltered": 37,
  "data": [
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ],
    [
      "test@68000001",
      "test",
      "2016-8-17 19:52:23",
      "admin",
      "测试专用"
    ]
  ] 
}';
